Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Official Website
af: Amptelike webwerf
am: ኦፊሴላዊ ድር ጣቢያ
ar: الموقع الرسمي
az: Rəsmi sayt
be: Афіцыйны сайт
bg: Официален сайт
bn: অফিসিয়াল ওয়েবসাইট
bs: Službena web stranica
ca: Web oficial
ceb: Opisyal nga Website
co: U situ ufficiale
cs: Oficiální stránky
cy: Gwefan Swyddogol
da: Officiel hjemmeside
de: Offizielle Website
el: Επίσημη Ιστοσελίδα
eo: Oficiala Retejo
es: Sitio web oficial
et: Ametlik veebisait
eu: Webgune Ofiziala
fa: وب سایت رسمی
fi: Virallinen verkkosivusto
fil: Opisyal na Website
fr: Site officiel
fy: Offisjele webside
ga: Láithreán gréasáin oifigiúil
gd: Làrach-lìn Oifigeil
gl: Sitio web oficial
gu: સત્તાવાર વેબસાઇટ
ha: Yanar Gizo na hukuma
haw: Paena Pūnaewele
he: האתר הרשמי
hi: आधिकारिक वेबसाइट
hmn: Official Lub Vev Xaib
hr: Službena web stranica
ht: Sit entènèt ofisyèl
hu: Hivatalos Weboldal
hy: Պաշտոնական կայք
id: Situs Resmi
ig: Weebụsaịtị gọọmentị
is: Opinber vefsíða
it: Sito ufficiale
ja: 公式ウェブサイト
jv: Situs web resmi
ka: ოფიციალური საიტი
kk: Ресми веб-сайт
km: គេហទំព័រផ្លូវការ
kn: ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್
ko: 공식 홈페이지
ku: Malpera Fermî
ky: Расмий сайт
lb: Offiziell Websäit
lo: ເວັບໄຊທ໌ທາງການ
lt: Oficiali svetainė
lv: Oficiālā vietne
mg: Tranonkala ofisialy
mi: Paetukutuku Whaimana
mk: Официјална веб-страница
ml: ഔദ്യോഗിക വെബ്സൈറ്റ്
mn: Албан ёсны вэбсайт
mr: अधिकृत वेबसाइट
ms: Laman Web Rasmi
mt: Websajt Uffiċjali
my: တရားဝင်ဝက်ဘ်ဆိုက်
nb: Offisiell nettside
ne: आधिकारिक वेबसाइट
nl: Officiële website
ny: Webusaiti Yovomerezeka
pa: ਅਧਿਕਾਰਤ ਵੈੱਬਸਾਈਟ
pl: Oficjalna strona internetowa
ps: رسمي ویب پاڼه
pt: Site oficial
ro: Site-ul oficial
ru: Официальный сайт
sd: سرڪاري ويب سائيٽ
si: නිල වෙබ් අඩවිය
sk: Oficiálna webová stránka
sl: Uradna spletna stran
sm: Upega Tafa'ilagi Aloaia
sn: Webhusaiti Yepamutemo
so: Mareegta rasmiga ah
sq: Faqja zyrtare e internetit
st: Websaete ea Molao
su: Website resmi
sv: Officiell webbplats
sw: Tovuti Rasmi
ta: அதிகாரப்பூர்வ இணையதளம்
te: అధికారిక వెబ్‌సైట్
tg: Вебсайти расмӣ
th: เว็บไซต์อย่างเป็นทางการ
tr: Resmi Web Sitesi
uk: Офіційний сайт
ur: سرکاری ویب سائٹ
uz: Rasmiy veb-sayt
vi: Trang web chính thức
xh: IWebhusayithi esemthethweni
yi: אַפישאַל וועבזייַטל
yo: Oju opo wẹẹbu osise
zh_hans: 官方网站
zh_hant: 官方網站
zu: Iwebhusayithi Esemthethweni

source: On Battery
af: Op Battery
am: በባትሪ ላይ
ar: على البطارية
az: Batareyada
be: На батарэі
bg: На батерия
bn: ব্যাটারিতে
ca: A bateria
ceb: Sa Baterya
co: In Batteria
cs: Na baterii
cy: Ar Batri
da: På batteri
de: Auf Batterie
el: Σε μπαταρία
eo: Sur Baterio
es: En batería
et: Aku peal
eu: Baterian
fa: روی باتری
fi: Akulla
fil: Sa Baterya
fr: Sur batterie
fy: Op Batterij
ga: Ar Battery
gd: Air Bataraidh
gl: En batería
gu: બેટરી પર
ha: Kan Baturi
haw: Ma ka Battery
he: על סוללה
hi: बैटरी पर
hmn: Ntawm roj teeb
hr: Na bateriju
ht: Sou batri
hu: Akkumulátorról
hy: Մարտկոցի վրա
id: Pada Baterai
ig: Na batrị
is: Á rafhlöðu
it: A batteria
ja: バッテリー駆動
jv: On Baterei
ka: ბატარეაზე
kk: Батареяда
km: នៅលើថ្ម
kn: ಬ್ಯಾಟರಿಯಲ್ಲಿ
ko: 배터리 사용
ku: Li ser Pîlê
ky: Батареяда
la: De Pugna
lb: Op Batterie
lo: ໃນຫມໍ້ໄຟ
lt: Ant akumuliatoriaus
lv: Uz akumulatora
mg: Amin'ny bateria
mi: I runga i te Pūhiko
mk: На батерија
ml: ബാറ്ററിയിൽ
mn: Батерей дээр
mr: बॅटरीवर
ms: Pada Bateri
mt: Fuq Battery
my: ဘက်ထရီပေါ်
nb: På batteri
ne: ब्याट्रीमा
nl: Op batterij
ny: Pa Battery
pa: ਬੈਟਰੀ 'ਤੇ
pl: Na baterii
ps: په بیټرۍ کې
pt: Na bateria
ro: Pe baterie
ru: Работает от батареи
sd: بيٽري تي
si: බැටරිය මත
sk: Na batériu
sl: Na baterijo
sm: I luga o le maa
sn: PaBattery
sq: Në bateri
st: Ka Betri
su: Dina Batré
sv: På batteri
sw: Kwenye Betri
ta: பேட்டரியில்
te: బ్యాటరీపై
tg: Дар бораи Батарея
th: เกี่ยวกับแบตเตอรี่
tr: Pille Çalışırken
uk: На батареї
ur: بیٹری پر
uz: Batareya ustida
vi: Trên pin
xh: Kwibhetri
yi: אויף באַטערי
yo: Lori Batiri
zh_hans: 电池供电
zh_hant: 電池供電
zu: Kubhethri

source: Open %@ legal attribution
af: Maak %@ wettige toeskrywing oop
am: %@ ህጋዊ መገለጫን ክፈት
ar: افتح الإسناد القانوني %@
az: %@ hüquqi atributunu açın
be: Адкрыць юрыдычную атрыбуцыю %@
bg: Отворете %@ законно приписване
bn: %@ আইনি অ্যাট্রিবিউশন খুলুন
bs: Otvorite pravnu atribuciju %@
ca: Obriu l'atribució legal %@
ceb: Ablihi ang %@ nga legal nga pagpaila
co: Open %@ attribuzione legale
cs: Otevřete právní připsání %@
cy: Priodoli cyfreithiol %@ agored
da: Åbn %@ juridisk tilskrivning
de: Öffnen Sie die rechtliche Quellenangabe %@
el: Ανοίξτε τη νομική απόδοση %@
eo: Malfermu %@ laŭleĝan atribuon
es: Abrir %@ atribución legal
et: Avage %@ juriidiline omistamine
eu: Ireki %@ legezko atribuzioa
fa: انتساب قانونی %@ را باز کنید
fi: Avaa %@ juridinen tekijä
fil: Buksan ang %@ legal na pagpapatungkol
fr: Ouvrir l'attribution légale %@
fy: Iepenje %@ juridyske attribúsje
ga: Oscail %@ sannadh dlíthiúil
gd: Fosgail %@ buadh laghail
gl: Abre a atribución legal de %@
gu: %@ કાનૂની એટ્રિબ્યુશન ખોલો
ha: Bude sifa ta doka ta %@
haw: Wehe i ka %@ hoʻoili kānāwai
he: פתח ייחוס משפטי של %@
hi: %@ कानूनी विशेषता खोलें
hmn: Qhib %@ raws li txoj cai
hr: Otvori %@ pravno pripisivanje
ht: Louvri atribisyon legal %@
hu: Nyissa meg a %@ jogi forrást
hy: Բացեք %@ օրինական վերագրումը
id: Buka atribusi hukum %@
ig: Mepee njiri iwu %@
is: Opna %@ lagalega eignarhlut
it: Attribuzione legale aperta %@
ja: %@ 法的帰属を開く
jv: Bukak atribusi hukum %@
ka: გახსენით %@ ლეგალური ატრიბუცია
kk: %@ заңды атрибутын ашыңыз
km: បើកគុណលក្ខណៈផ្លូវច្បាប់ %@
kn: %@ ಕಾನೂನು ಗುಣಲಕ್ಷಣವನ್ನು ತೆರೆಯಿರಿ
ko: %@ 법적 속성 열기
ku: Destpêkirina zagonî ya %@ vekin
ky: %@ юридикалык атрибутун ачуу
la: Open %@ legal attributio
lb: Open %@ legal Attributioun
lo: ເປີດຄຸນສົມບັດທາງກົດໝາຍ %@
lt: Atidarykite %@ teisinį priskyrimą
lv: Atveriet %@ juridisko attiecinājumu
mg: Sokafy %@ fanomezan-dalàna
mi: Whakatuwherahia te tohu ture %@
mk: Отворете ја правната атрибуција на %@
ml: %@ നിയമപരമായ ആട്രിബ്യൂഷൻ തുറക്കുക
mn: %@ хууль ёсны хамаарлыг нээнэ үү
mr: %@ कायदेशीर विशेषता उघडा
ms: Buka atribusi undang-undang %@
mt: Iftaħ %@ attribuzzjoni legali
my: %@ တရားဝင်ထည့်တွက်မှုကို ဖွင့်ပါ။
nb: Åpne %@ juridisk attribusjon
ne: %@ कानूनी एट्रिब्युसन खोल्नुहोस्
nl: Open de wettelijke toeschrijving van %@
ny: Tsegulani zovomerezeka za %@
pa: %@ ਕਨੂੰਨੀ ਵਿਸ਼ੇਸ਼ਤਾ ਖੋਲ੍ਹੋ
pl: Otwarte oznaczenie prawne %@
ps: د %@ قانوني انتساب خلاص کړئ
pt: Atribuição legal %@ aberta
ro: Deschideți atribuirea legală %@
ru: Открыть юридическую атрибуцию %@
sd: %@ قانوني انتساب کوليو
si: %@ නීතිමය ආරෝපණය විවෘත කරන්න
sk: Otvoriť zákonné priradenie %@
sl: Odpri %@ zakonito pripisovanje
sm: Tatala %@ fa'atagaga faaletulafono
sn: Vhura %@ zviri pamutemo kupihwa
so: Fur %@ sifo sharci ah
sq: Hap atribuimin ligjor %@
st: Bula tlhahiso ea molao ea %@
su: Buka atribusi hukum %@
sv: Öppna %@ juridisk tillskrivning
sw: Fungua maelezo ya kisheria ya %@
ta: %@ சட்டப் பண்புக்கூறைத் திறக்கவும்
te: %@ చట్టపరమైన అట్రిబ్యూషన్‌ని తెరవండి
tg: Аттрибутсияи ҳуқуқии %@-ро кушоед
th: เปิดการระบุแหล่งที่มาทางกฎหมาย %@
tr: %@ yasal atıfını açın
uk: Відкрити юридичне посилання на %@
ur: %@ قانونی انتساب کھولیں۔
uz: %@ yuridik atributini oching
vi: Mở thuộc tính pháp lý %@
xh: Vula i-%@ kubalulwe ngokusemthethweni
yi: עפֿן %@ לעגאַל אַטריביוץ
yo: Ṣii %@ ikasi ofin
zh_hans: 开启%@合法归属
zh_hant: 開啟%@合法歸屬
zu: Vula isibaluli esisemthethweni se-%@

source: Open Location Settings
af: Maak Ligginginstellings oop
am: የአካባቢ ቅንብሮችን ክፈት
ar: افتح إعدادات الموقع
az: Məkan Ayarlarını açın
be: Адкрыйце налады месцазнаходжання
bg: Отворете Настройки за местоположение
bn: লোকেশন সেটিংস খুলুন
bs: Otvorite Postavke lokacije
ca: Obriu la configuració d'ubicació
ceb: Ablihi ang Mga Setting sa Lokasyon
co: Aprite i paràmetri di u locu
cs: Otevřete Nastavení polohy
cy: Agor Gosodiadau Lleoliad
da: Åbn Placeringsindstillinger
de: Öffnen Sie die Standorteinstellungen
el: Ανοίξτε τις Ρυθμίσεις τοποθεσίας
eo: Malfermu Lokaj Agordoj
es: Abrir configuración de ubicación
et: Avage Asukoha seaded
eu: Ireki Kokapen ezarpenak
fa: تنظیمات مکان را باز کنید
fi: Avaa Sijaintiasetukset
fil: Buksan ang Mga Setting ng Lokasyon
fr: Ouvrir les paramètres de localisation
fy: Iepenje Lokaasjeynstellingen
ga: Oscail Socruithe Suímh
gd: Fosgail roghainnean àite
gl: Abre Configuración de localización
gu: સ્થાન સેટિંગ્સ ખોલો
ha: Bude Saitunan Wuri
haw: E wehe i nā koho wahi
he: פתח את הגדרות מיקום
hi: स्थान सेटिंग खोलें
hmn: Qhib Chaw Chaw
hr: Otvorite Postavke lokacije
ht: Louvri Anviwònman Kote yo
hu: Nyissa meg a Helybeállítások lehetőséget
hy: Բացեք Տեղադրության կարգավորումները
id: Buka Pengaturan Lokasi
ig: Mepee Ntọala ebe
is: Opnaðu staðsetningarstillingar
it: Apri Impostazioni posizione
ja: 位置情報設定を開く
jv: Bukak Setelan Lokasi
ka: გახსენით მდებარეობის პარამეტრები
kk: Орын параметрлерін ашыңыз
km: បើកការកំណត់ទីតាំង
kn: ಸ್ಥಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko: 위치 설정 열기
ku: Mîhengên Cihê vekin
ky: Жайгашкан жер жөндөөлөрүн ачыңыз
la: Open Location Occasus
lo: ເປີດການຕັ້ງຄ່າສະຖານທີ່
lt: Atidarykite vietos nustatymus
lv: Atveriet atrašanās vietas iestatījumus
mg: Sokafy ny Settings Toerana
mi: Whakatuwherahia nga Tautuhinga Tauwāhi
mk: Отворете ги поставките за локација
ml: ലൊക്കേഷൻ ക്രമീകരണങ്ങൾ തുറക്കുക
mn: Байршлын тохиргоог нээнэ үү
mr: स्थान सेटिंग्ज उघडा
ms: Buka Tetapan Lokasi
mt: Iftaħ is-Settings tal-Post
my: တည်နေရာ ဆက်တင်များကို ဖွင့်ပါ။
nb: Åpne posisjonsinnstillinger
ne: स्थान सेटिङहरू खोल्नुहोस्
nl: Open Locatie-instellingen
ny: Tsegulani Zokonda pa Malo
pa: ਟਿਕਾਣਾ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz Ustawienia lokalizacji
ps: د موقعیت ترتیبات خلاص کړئ
pt: Abra as configurações de localização
ro: Deschide Setări de locație
ru: Открыть настройки местоположения
sd: کوليو مقام سيٽنگون
si: ස්ථාන සැකසීම් විවෘත කරන්න
sk: Otvorte Nastavenia polohy
sl: Odprite nastavitve lokacije
sm: Tatala Fa'atonu nofoaga
sn: Vhura Nzvimbo Settings
so: Fur goobaha goobaha
sq: Hapni Cilësimet e vendndodhjes
st: Bula Litlhophiso tsa Sebaka
su: Buka Setélan Lokasi
sv: Öppna platsinställningar
sw: Fungua Mipangilio ya Mahali
ta: இருப்பிட அமைப்புகளைத் திறக்கவும்
te: స్థాన సెట్టింగ్‌లను తెరవండి
tg: Танзимоти ҷойгиршавӣ кушоед
th: เปิดการตั้งค่าตำแหน่ง
tr: Konum Ayarlarını Aç
uk: Відкрийте налаштування розташування
ur: مقام کی ترتیبات کھولیں۔
uz: Joylashuv sozlamalarini oching
vi: Mở Cài đặt vị trí
xh: Vula iiSetingi zendawo
yi: עפֿן אָרט סעטטינגס
yo: Ṣii Awọn Eto ipo
zh_hans: 打开位置设置
zh_hant: 開啟位置設定
zu: Vula Izilungiselelo Zendawo

source: Opt into the deliberately odd extras that do not belong in a thermal monitor, starting with a tiny 2-bit arcade.
af: Kies die doelbewus vreemde ekstras wat nie in 'n termiese monitor hoort nie, begin met 'n klein 2-bis-arcade.
am: ከትንሽ ባለ2-ቢት የመጫወቻ ማዕከል ጀምሮ ሆን ተብሎ በሙቀት መቆጣጠሪያ ውስጥ ወደሌሉ ያልተለመዱ ተጨማሪ ነገሮች መርጠው ይግቡ።
ar: قم باختيار الإضافات الغريبة التي لا تنتمي إلى جهاز مراقبة حراري، بدءًا من لعبة أركيد صغيرة بحجم 2 بت.
az: Kiçik 2 bitlik arcadedən başlayaraq, termal monitora aid olmayan qəsdən qəribə əlavələrə üstünlük verin.
be: Выберыце наўмысна дзіўныя дадатковыя магчымасці, якія не належаць да цеплавога манітора, пачынаючы з малюсенькай 2-бітнай аркады.
bg: Изберете умишлено странните екстри, които не принадлежат на термомонитора, като започнете с малка 2-битова аркада.
bn: একটি ছোট 2-বিট তোরণ দিয়ে শুরু করে, ইচ্ছাকৃতভাবে অদ্ভুত অতিরিক্তগুলি বেছে নিন যা একটি তাপ মনিটরের অন্তর্গত নয়।
bs: Odlučite se za namjerno neobične dodatke koji ne pripadaju termalnom monitoru, počevši od male 2-bitne arkade.
ca: Opteu pels extres deliberadament estranys que no pertanyen a un monitor tèrmic, començant per un petit arcade de 2 bits.
ceb: Pagpili sa tinuyo nga katingad-an nga mga ekstra nga wala sa usa ka thermal monitor, sugod sa usa ka gamay nga 2-bit nga arcade.
co: Opte per l'extra deliberatamente strani chì ùn appartenenu micca in un monitoru termale, cuminciendu cù una piccula arcade 2-bit.
cs: Zapojte se do záměrně zvláštních doplňků, které do tepelného monitoru nepatří, počínaje malou 2bitovou arkádou.
cy: Optiwch i mewn i'r pethau ychwanegol sy'n fwriadol od nad ydynt yn perthyn i fonitor thermol, gan ddechrau gydag arcêd 2-did bach.
da: Vælg de bevidst mærkelige ekstramateriale, der ikke hører hjemme i en termisk skærm, startende med en lille 2-bit arkade.
de: Entscheiden Sie sich für die bewusst seltsamen Extras, die nicht in einen Wärmebildmonitor gehören, beginnend mit einer winzigen 2-Bit-Spielhalle.
el: Επιλέξτε τα εσκεμμένα περίεργα πρόσθετα που δεν ανήκουν σε μια θερμική οθόνη, ξεκινώντας με ένα μικροσκοπικό arcade 2 bit.
eo: Elektu la intence strangajn kromaĵojn, kiuj ne apartenas al termika monitoro, komencante per eta 2-bita arkado.
es: Opte por los extras deliberadamente extraños que no pertenecen a un monitor térmico, comenzando con una pequeña sala de juegos de 2 bits.
et: Valige tahtlikult veidrad lisad, mis termomonitorisse ei kuulu, alustades väikesest 2-bitisest mängusaalist.
eu: Aukeratu monitore termiko bati ez dagozkion gehigarri bitxiak, 2 biteko arcade txiki batekin hasita.
fa: از امکانات اضافی عمداً عجیب و غریبی که به یک نمایشگر حرارتی تعلق ندارند، استفاده کنید، با یک آرکید کوچک 2 بیتی شروع کنید.
fi: Ota käyttöön tarkoituksellisesti outoja lisävarusteita, jotka eivät kuulu lämpömonitoriin, alkaen pienestä 2-bittisestä pelihallista.
fil: Mag-opt in sa sadyang kakaibang mga extra na hindi kabilang sa isang thermal monitor, simula sa isang maliit na 2-bit na arcade.
fr: Optez pour les extras délibérément étranges qui n'appartiennent pas à un moniteur thermique, à commencer par une petite arcade 2 bits.
fy: Kies foar de opsetsin frjemde ekstra's dy't net yn in thermyske monitor hearre, begjinnend mei in lytse 2-bit arcade.
ga: Diúltaigh na rudaí breise d'aon ghnó corr nach mbaineann le monatóir teirmeach, ag tosú le stua beag bídeach 2-giotán.
gd: Tagh a-steach do na rudan a bharrachd a dh’aona ghnothach nach buin do sgrùdadh teirmeach, a’ tòiseachadh le arcade beag bìodach 2-bit.
gl: Opta por extras deliberadamente estraños que non pertencen a un monitor térmico, comezando por un pequeno arcade de 2 bits.
gu: નાના 2-બીટ આર્કેડથી શરૂ કરીને, થર્મલ મોનિટરમાં ન હોય તેવા ઇરાદાપૂર્વકના વિચિત્ર વધારાને પસંદ કરો.
ha: Ficewa zuwa cikin abubuwan ban mamaki da gangan waɗanda basa cikin na'urar duba zafi, farawa da ƙaramin arcade 2-bit.
haw: E koho i nā mea ʻokoʻa ʻē aʻe ʻaʻole i pili i ka nānā wela, e hoʻomaka ana me kahi arcade 2-bit liʻiliʻi.
he: הצטרף לתוספות המוזרות בכוונה שאינן שייכות לצג תרמי, החל בארקייד זעיר של 2 סיביות.
hi: छोटे 2-बिट आर्केड से शुरू करके, जानबूझकर विषम अतिरिक्त सुविधाओं का चयन करें जो थर्मल मॉनिटर में शामिल नहीं हैं।
hmn: Xaiv mus rau qhov txhob txwm khib ntxiv uas tsis yog nyob rau hauv lub thermal saib, pib nrog me me 2-ntsis arcade.
hr: Odaberite namjerno čudne dodatke koji ne pripadaju termalnom monitoru, počevši od malene 2-bitne arkade.
ht: Patisipe nan ekstra yo fè espre enpè ki pa fè pati yon monitè tèmik, kòmanse ak yon ti arcade 2-bit.
hu: Válaszd ki azokat a szándékosan furcsa extrákat, amelyek nem tartoznak a hőmonitorhoz, kezdve egy apró, 2 bites játékteremmel.
hy: Ընտրեք դիտավորյալ տարօրինակ հավելումները, որոնք չեն պատկանում ջերմային մոնիտորին, սկսած փոքրիկ 2-բիթանոց արկադից:
id: Ikut serta dalam tambahan aneh yang sengaja tidak termasuk dalam monitor termal, dimulai dengan arcade 2-bit kecil.
ig: Wepụ n'ime mgbakwunye ndị na-adịghị mma nke na-esiteghị na nleba anya ọkụ, malite na obere arcade 2-bit.
is: Veldu vísvitandi skrýtna aukahluti sem tilheyra ekki hitauppstreymi, byrjaðu með pínulitlum 2-bita spilakassa.
it: Scegli gli extra volutamente strani che non appartengono a un monitor termico, a cominciare da un minuscolo arcade a 2 bit.
ja: 小さな 2 ビット アーケードから始めて、サーマル モニターに属さない、意図的に奇妙な追加機能を選択してください。
jv: Milih menyang ekstra sengaja aneh sing ora kalebu ing monitor termal, miwiti karo arcade 2-dicokot cilik.
ka: აირჩიე მიზანმიმართულად უცნაური დანამატები, რომლებიც არ ეკუთვნის თერმულ მონიტორს, დაწყებული პატარა 2-ბიტიანი არკადით.
kk: Кішкентай 2 биттік аркададан бастап термомониторға жатпайтын әдейі біртүрлі қосымшаларды таңдаңыз.
km: ជ្រើសរើសការបន្ថែមដ៏ចម្លែកដោយចេតនាដែលមិនមែនជារបស់នៅក្នុងម៉ូនីទ័រកម្ដៅ ដោយចាប់ផ្តើមជាមួយ arcade តូច 2 ប៊ីត។
kn: ಸಣ್ಣ 2-ಬಿಟ್ ಆರ್ಕೇಡ್‌ನಿಂದ ಪ್ರಾರಂಭಿಸಿ, ಥರ್ಮಲ್ ಮಾನಿಟರ್‌ಗೆ ಸೇರದ ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ಬೆಸ ಎಕ್ಸ್‌ಟ್ರಾಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 작은 2비트 아케이드부터 시작하여 열 모니터에 속하지 않는 의도적으로 이상한 추가 기능을 선택하세요.
ku: Vebijêrin ku bi qestî zêdeperedanên xerîb ên ku di dîmenderek termal de cih nagirin, bi arcadeyek piçûk a 2-bit dest pê bikin.
ky: Кичинекей 2 биттик аркададан баштап, термикалык мониторго кирбеген атайын кызыктай кошумчаларды тандаңыз.
la: Opt in me- morato impari, quod in monitore scelerisque non pertinent, incipiens a minima 2-bit cryptoporticus.
lb: Wielt op déi bewosst komesch Extras déi net an engem thermesche Monitor gehéieren, ugefaange mat enger klenger 2-Bit Arkad.
lo: ເລືອກເຂົ້າໄປໃນຂອງພິເສດທີ່ແປກປະຫຼາດໂດຍເຈດຕະນາທີ່ບໍ່ໄດ້ຢູ່ໃນເຄື່ອງກວດຄວາມຮ້ອນ, ເລີ່ມຕົ້ນດ້ວຍອາເຄດຂະໜາດນ້ອຍ 2-ບິດ.
lt: Pasirinkite sąmoningai keistus priedus, kurie nepriklauso šiluminiam monitoriui, pradedant nuo mažos 2 bitų arkados.
lv: Izvēlieties apzināti nepāra ekstras, kas neietilpst termiskajos monitoros, sākot ar nelielu 2 bitu arkādi.
mg: Misafidiana amin'ireo fanampim-panazavana hafahafa izay tsy ao anatin'ny fanaraha-maso mafana, manomboka amin'ny arcade 2-bit kely.
mi: Whakauru ki nga taapiri rerekee kaore e uru ki roto i te kaitutei waiariki, timata mai i te papahanga 2-bit iti.
mk: Одлучете се за намерно чудните додатоци кои не припаѓаат на термички монитор, почнувајќи со мала 2-битна аркада.
ml: ഒരു ചെറിയ 2-ബിറ്റ് ആർക്കേഡിൽ തുടങ്ങി, ഒരു തെർമൽ മോണിറ്ററിൽ ഉൾപ്പെടാത്ത, മനഃപൂർവം വിചിത്രമായ എക്സ്ട്രാകൾ തിരഞ്ഞെടുക്കുക.
mn: Бяцхан 2 битийн аркадаас эхлээд дулааны дэлгэцэнд хамааралгүй зориудаар хачирхалтай нэмэлтүүдийг сонгоорой.
mr: थर्मल मॉनिटरमध्ये नसलेल्या मुद्दाम विचित्र एक्स्ट्रा मध्ये निवड करा, लहान 2-बिट आर्केडपासून सुरू करा.
ms: Ikut serta dalam tambahan yang sengaja ganjil yang tidak termasuk dalam monitor haba, bermula dengan arked 2-bit kecil.
mt: Agħżel l-ekstras deliberatament fard li ma jappartjenux f'monitor termali, ibda b'arcade ċkejkna ta '2-bit.
my: သေးငယ်သော 2-bit arcade မှစတင်၍ အပူမော်နီတာတွင်မပါဝင်သည့် တမင်တကာ ထူးဆန်းသောအပိုပစ္စည်းများကို ရွေးချယ်ပါ။
nb: Velg de bevisst merkelige tilleggene som ikke hører hjemme i en termisk monitor, start med en liten 2-bits arkade.
ne: एउटा सानो २-बिट आर्केडबाट सुरु गरेर, थर्मल मनिटरमा नपर्ने जानाजानी अनौठो अतिरिक्तहरू अप्ट इन गर्नुहोस्।
nl: Kies voor de opzettelijk vreemde extra's die niet thuishoren in een thermische monitor, te beginnen met een kleine 2-bits arcade.
ny: Lowani muzowonjezera mwadala zomwe sizikhala mu chowunikira chotenthetsera, kuyambira ndi kanyumba kakang'ono ka 2-bit.
pa: ਇੱਕ ਛੋਟੇ 2-ਬਿੱਟ ਆਰਕੇਡ ਨਾਲ ਸ਼ੁਰੂ ਕਰਦੇ ਹੋਏ, ਜਾਣਬੁੱਝ ਕੇ ਅਜੀਬ ਵਾਧੂ ਚੀਜ਼ਾਂ ਦੀ ਚੋਣ ਕਰੋ ਜੋ ਥਰਮਲ ਮਾਨੀਟਰ ਵਿੱਚ ਨਹੀਂ ਹਨ।
pl: Skorzystaj z celowo dziwnych dodatków, które nie pasują do monitora termicznego, zaczynając od małej 2-bitowej arkady.
ps: په قصدي ډول عجیب اضافي ته غوره کړئ چې د تودوخې مانیټر سره تړاو نلري ، د کوچني 2-bit آرکیډ سره پیل کیږي.
pt: Opte pelos extras deliberadamente estranhos que não pertencem a um monitor térmico, começando com um pequeno fliperama de 2 bits.
ro: Optează pentru extrasele în mod deliberat ciudate care nu aparțin unui monitor termic, începând cu o mică arcade pe 2 biți.
ru: Выбирайте заведомо странные дополнения, которым не место в тепловизионном мониторе, начиная с крошечной 2-битной аркады.
sd: عمدي طور تي غير معمولي اضافي ۾ شامل ڪريو جيڪي تھرمل مانيٽر ۾ نه آھن، ھڪڙي ننڍڙي 2-bit آرڪيڊ سان شروع ڪندي.
si: කුඩා 2-බිට් ආකේඩ් එකකින් ආරම්භ වන තාප මොනිටරයකට අයත් නොවන හිතාමතාම අමුතු අමතර දේ තෝරා ගන්න.
sk: Vyberte si zámerne zvláštne doplnky, ktoré do tepelného monitora nepatria, počnúc malou 2-bitovou arkádou.
sl: Odločite se za namenoma čudne dodatke, ki ne sodijo v termalni monitor, začenši z majhno 2-bitno arkado.
sm: Filifili i mea fa'aopoopo fa'apitoa e le o iai i totonu o se mata'itu vevela, amata i se tama'i 2-bit arcade.
sn: Sarudza kupinda nemaune ekuwedzera akasarudzika ayo asiri eanopisa tarisisa, kutanga nediki 2-bit arcade.
so: Ka dooro waxyaabaha dheeraadka ah ee sida ulakaca ah ee aan ka tirsanayn kormeeraha kulaylka, oo ka bilaabaya arcade yar oo 2-bit ah.
sq: Zgjedhni shtesat qëllimisht të çuditshme që nuk i përkasin një monitori termik, duke filluar me një arcade të vogël 2-bitësh.
st: Kena ho tse ling tse sa tloaelehang tseo e seng tsa mochini o futhumatsang mocheso, ho qala ka "2-bit Arcade".
su: Milih kana extras ngahaja ganjil nu teu milik dina monitor termal, dimimitian ku arcade 2-bit leutik.
sv: Välj de medvetet udda extrafunktionerna som inte hör hemma i en termisk monitor, börja med en liten 2-bitars arkad.
sw: Jijumuishe katika nyongeza za kimakusudi zisizo za kawaida ambazo hazijumuishi kwenye kifuatilia joto, ukianza na ukumbi mdogo wa 2-bit.
ta: ஒரு சிறிய 2-பிட் ஆர்கேடில் தொடங்கி, தெர்மல் மானிட்டரில் இல்லாத வேண்டுமென்றே ஒற்றைப்படை கூடுதல் அம்சங்களைத் தேர்ந்தெடுக்கவும்.
te: ఒక చిన్న 2-బిట్ ఆర్కేడ్‌తో ప్రారంభించి, థర్మల్ మానిటర్‌కు చెందని ఉద్దేశపూర్వకంగా బేసి అదనపు అంశాలను ఎంచుకోండి.
tg: Ба изофаҳои барқасдона тоқ, ки ба мониторҳои гармидиҳӣ тааллуқ надоранд, аз аркадаи ночизи 2-бит сар карда, интихоб кунед.
th: เลือกใช้ส่วนเสริมแปลกๆ ที่จงใจซึ่งไม่ได้อยู่ในจอภาพระบายความร้อน โดยเริ่มจากอาร์เคดขนาด 2 บิตเล็กๆ
tr: Küçük 2 bitlik bir arcade ile başlayarak, termal monitöre ait olmayan kasıtlı olarak tuhaf ekstraları tercih edin.
uk: Вибирайте навмисно дивні додаткові функції, які не належать до теплового монітора, починаючи з крихітної 2-розрядної аркади.
ur: ایک چھوٹے 2 بٹ آرکیڈ سے شروع کرتے ہوئے، جان بوجھ کر عجیب و غریب اضافی چیزوں کا انتخاب کریں جن کا تعلق تھرمل مانیٹر میں نہیں ہے۔
uz: Kichkina 2 bitli arkadadan boshlab, termal monitorga tegishli bo'lmagan ataylab g'alati qo'shimchalarni tanlang.
vi: Chọn tham gia các tính năng bổ sung có chủ ý kỳ quặc không có trong màn hình nhiệt, bắt đầu với trò chơi điện tử 2 bit nhỏ.
xh: Ngena kwizinto ezongezelelekileyo ezenziwe ngabom ezingezizo ezikwimonitha ye-thermal, ukuqala nge-arcade encinci ye-2-bit.
yi: אַפּט אין די דיליבראַטלי מאָדנע עקסטראַז וואָס טאָן ניט געהערן אין אַ טערמאַל מאָניטאָר, סטאַרטינג מיט אַ קליינטשיק 2-ביסל אַרקייד.
yo: Jade sinu imomose awọn afikun aibikita ti ko wa ninu atẹle igbona, ti o bẹrẹ pẹlu arcade kekere 2-bit kan.
zh_hans: 选择不属于热监视器的特意奇怪的附加功能，从一个微小的 2 位街机开始。
zh_hant: 選擇不屬於熱監視器的特意奇怪的附加功能，從一個微小的 2 位街機開始。
zu: Ngena kokungeziwe okungajwayelekile ngamabomu okungekona okokuqapha okushisayo, kuqala nge-arcade encane engu-2-bit.
